package lesson_book;

public class Main {

   public static void main(String[] args) {
//       Pike pike = new Pike("Большая", "Серая", "Хищник", "5", "мелкая");
//       Carp carp = new Carp("Средний", "Серебристый", "Всеядный", "6", "крупная");
//
//       Eagle eagle = new Eagle("Очень большой", "Серо-бело-черный", "Хищник", "На крыльях - огромные маховые перья", "Загнутый, огромный");
//       Sparrow sparrow = new Sparrow("Маленький", "серый", "Насекомоядный", "перышки небольшие", "маленький, короткий");
//

       Eagle eagle = new Eagle("На крыльях - огромные маховые перья", "большой загнутый клюв", "орел");

    }  //   Конец  метода  main
}  // Конец класса